// 本文件专用于图纸管理信息的提取和流程信息的回写
// < >中的内容是标识信息，不能更改，必须完全一致
// 模板格式参见<02.模板规格使用说明书.doc
// 中车信息技术有限公司 姚作勋
// 15.0版 2017年10月12日15点44分

<标题栏>
1,标记,0,20,8,25,0,0
2,中车太原机车车辆有限公司,125,35,180,45,45,180

4,代号,125,0,180,15,0,0
4,图号,125,0,180,15,0,0

4,阶段标记,80,11,98,18,0,0
4,重量,98,11,115,18,0,0
4,比例,115,11,125,18,0,0
8,PLM版本,92,5,103,11,0,0
4,产品特性,115,5,125,11,0,0
4,材料,80,25,125,45,0,0
4,名称,125,15,180,35,0,0
8,设计,12,15,24,20,0,0
8,设计日期,24,15,40,20,0,0
8,工艺,52,15,64,20,0,0
8,工艺日期,64,15,80,20,0,0
8,校核,12,10,24,15,0,0
8,校核日期,24,10,40,15,0,0
8,标准化,52,5,64,10,0,0
8,标准化日期,64,5,80,10,0,0
8,审核,12,0,24,5,0,0
8,审核日期,24,0,40,5,0,0
8,批准,52,0,64,5,0,0
8,批准日期,64,0,80,5,0,0

<明细栏>
1,序号,0,0,8,10,0,0
2,备注,160,0,180,10,7,180

4,序号,0,0,8,10,0,0
4,代号,8,0,48,10,0,0
4,名称,48,0,88,10,0,0
4,数量,88,0,96,10,0,0
4,材料,96,0,136,10,0,0
4,单件,136,0,148,10,0,0
4,总计,148,0,160,10,0,0
4,备注,160,0,180,10,0,0

<提取选项>
模板适用软件,1
提取项名称,代号,阶段标记,重量,比例,名称,材料,图幅大小,图号
表格定位信息,2,代号,序号,,,
表格定位信息,2,代号,序,,,
空明细项处理方式,1
明细项过滤条件,代号=""
明细项别名,备注,附注

表格图标识,FIND(MID(代号,REVERSEFIND(代号,".")),"~")>0 or FIND(MID(代号,REVERSEFIND(代号,".")),"～")>0 
明细栏变量标识,代号,(,),见表
明细栏变量标识,代号,见表
明细栏变量标识,名称,见表
明细栏变量标识,数量,见表
明细栏变量标识,材料,见表
明细栏变量标识,单件,见表
明细栏变量标识,总计,见表
明细栏变量标识,备注,见表

<结束>
