// 本文件专用于图纸管理信息的提取和流程信息的回写
// < >中的内容是标识信息，不能更改，必须完全一致
// 模板格式参见<02.模板规格使用说明书.doc>
// 中车信息技术有限公司 姚作勋
// 15.0版 2018年03月07日21点28分

<标题栏>
1,标记,0,28,10,35,0,0
2,比例,118,18,130,28,56,180

4,材料,80,28,130,56,0,0
4,阶段标记,80,9,106,18,0,0
4,数量,106,9,118,18,0,0
4,比例,118,9,130,18,0,0
4,名称,130,18,180,38,0,0
4,图号,130,0,180,18,0,0
8,设计,12,21,24,28,0,0
8,设计日期,24,21,40,28,0,0
8,校对,12,14,24,21,0,0
8,校对日期,24,14,40,21,0,0
8,审核,12,7,24,14,0,0
8,审核日期,24,7,40,14,0,0
8,工艺,12,0,24,7,0,0
8,工艺日期,24,0,40,7,0,0
8,标准化,52,21,64,28,0,0
8,标准化日期、日,64,21,80,28,0,0
8,会签,52,7,64,14,0,0
8,会签日期,64,7,80,14,0,0
8,批准,52,0,64,7,0,0
8,批准日期,64,0,80,7,0,0

<提取选项>
模板适用软件,4
提取项名称,材料,阶段标记,数量,比例,名称,图号
回写项名称,设计,设计日期,校对,校对日期,审核,审核日期,工艺,工艺日期,标准化,标准化日期、日,会签,会签日期,批准,批准日期
回写的层名,仿宋_GB2312;p41b2;1;100;16
